<%@ page contentType="text/html;charset=UTF-8" language="java" %>
<div class="am-popup" id="my-popup-agreement">
    <div class="am-popup-inner">
        <div class="am-popup-hd">
            <h4 class="am-popup-title">服务条款</h4>
      <span data-am-modal-close
            class="am-close">&times;</span>
        </div>
        <div class="am-popup-bd">
            <p>
                欢迎使用v－stock的服务！为使用v－stock的服务，您应当阅读并遵守《v－stock服务条款》（以下简称“本协议”）。请您务必谨慎阅读、充分理解各条款内容，特别是免除或者限制责任的条件，以及开通或使用某项服务的单独协议。限制、免责条款可能以黑体加粗形式提示您注意。除非为您已阅读并接受本协议所有条款，否则您无权使用v－stock提供的服务。您使用v－stock的服务即视为您已阅读并同意上述协议的约束。
            </p>
            <p>
                如果您未满18周岁（或您的管辖范围内的法定年龄），请在法定监护人的陪同下阅读本协议，并特别注意未成年人使用条款。您同意在访问或使用v－stock时遵守我们的服务条款，否则您将不能使用我们提供的服务。
            </p>
            <h3>一、［协议的范围］</h3>
            <p>
                1.1本协议是您与v－stock之间关于用户使用v－stock相关服务所订立的协议。“v－stock”是指v－stock公司及其相关服务可能存在的运营关联单位。“用户”是指使用v－stock相关服务的使用人，在本协议中更多地称为“您”。
            </p>
            <h3>二、【帐号与密码安全】</h3>
            <p>
                2.1您在使用v-stock的服务时可能需要注册一个帐号。
                2.2v-stock特别提醒您应妥善保管您的帐号和密码。当您使用完毕后，应安全退出。因您保管不善可能导致遭受盗号或密码失窃，责任由您自行承担。
            </p>
            <h3>三、【用户个人信息保护】</h3>
            <p>
                3.1保护用户个人信息是v-stock的一项基本原则。
                3.2您在注册帐号或使用本服务的过程中，可能需要填写一些必要的信息。若国家法律法规有特殊规定的，您需要填写真实的身份信息。若您填写的信息不完整，则无法使用本服务或在使用过程中受到限制。
                3.3一般情况下，您可随时浏览、修改自己提交的信息，但出于安全性和身份识别（如号码申诉服务）的考虑，您可能无法修改注册时提供的初始注册信息及其他验证信息。
                3.4v-stock将运用各种安全技术和程序建立完善的管理制度来保护您的个人信息，以免遭受未经授权的访问、使用或披露。
                3.5未经您的同意，v-stock不会向v-stock以外的任何公司、组织和个人披露您的个人信息，但法律法规另有规定的除外。
                3.6v-stock非常重视对未成年人个人信息的保护。若您是18周岁以下的未成年人，在使用v-stock的服务前，应事先取得您家长或法定监护人（以下简称"监护人"）的书面同意。
            </p>
            <h3>四、【使用本服务的方式】</h3>
            <p>
                4.1除非您与v-stock另有约定，您同意本服务仅为您个人非商业性质的使用。
                4.2您应当通过v-stock提供或认可的方式使用本服务。您依本协议条款所取得的权利不可转让。
                4.3您不得使用未经v-stock授权的插件、外挂或第三方工具对本协议项下的服务进行干扰、破坏、修改或施加其他影响。
            </p>
            <h3>五、【按现状提供服务】</h3>
            <p>
                您理解并同意，v-stock的服务是按照现有技术和条件所能达到的现状提供的。V-stock会尽最大努力向您提供服务，确保服务的连贯性和安全性；但v-stock不能随时预见和防范法律、技术以及其他风险，包括但不限于不可抗力、病毒、木马、黑客攻击、系统不稳定、第三方服务瑕疵、政府行为等原因可能导致的服务中断、数据丢失以及其他的损失和风险。
            </p>
            <h3>六、【自备设备】</h3>
            <p>
                6.1您应当理解，您使用v-stock的服务需自行准备与相关服务有关的终端设备（如电脑、调制解调器等装置），并承担所需的费用（如电话费、上网费等费用）。
                6.2您理解并同意，您使用本服务时会耗用您的终端设备和带宽等资源。
            </p>
            <h3>七、【广告】</h3>
            <p>
                7.1您同意v-stock可以在提供服务的过程中自行或由第三方广告商向您发送广告、推广或宣传信息（包括商业与非商业信息），其方式和范围可不经向您特别通知而变更。
                7.2v-stock可能为您提供选择关闭广告信息的功能，但任何时候您都不得以本协议未明确约定或v-stock未书面许可的方式屏蔽、过滤广告信息。
                7.3v-stock依照法律的规定对广告商履行相关义务，您应当自行判断广告信息的真实性并为自己的判断行为负责，除法律明确规定外，您因依该广告信息进行的交易或前述广告商提供的内容而遭受的损失或损害，v-stock不承担责任。
                7.4您同意，对v-stock服务中出现的广告信息，您应审慎判断其真实性和可靠性，除法律明确规定外，您应对依该广告信息进行的交易负责。
            </p>
            <h3>八、【收费服务】</h3>
            <p>
                8.1v-stock的部分服务（如出售球鞋收取佣金和鉴定费）是以收费方式提供的，如您使用收费服务，请遵守相关的协议。
                8.2 v－stock可能根据实际需要对收费服务的收费标准、方式进行修改和变更，v－stock也可能会对部分免费服务开始收费。前述修改、变更或开始收费前，v－stock将在相应服务页面进行通知或公告。如果您不同意上述修改、变更或付费内容，则应停止使用该服务。
            </p>
            <h3>九、【第三方提供的产品或服务】</h3>
            <p>
                您在v－stock平台上使用第三方提供的产品或服务时，除遵守本协议约定外，还应遵守第三方的用户协议。V－stock和第三方对可能出现的纠纷在法律规定和约定的范围内各自承担责任。
            </p>
            <h3>十、【知识产权声明】</h3>
            <p>
                10.1v－stock在本服务中提供的信息内容（包括但不限于网页、文字、图片、图表等）的知识产权均归v－stock所有，但用户在使用本服务前对自己发布的信息已合法取得知识产权的除外。
                10.2除另有特别声明外，v－stock提供本服务时所依托软件的著作权、专利权及其他知识产权均归v－stock所有。
                10.3v－stock在本服务中所使用的“v－stock”等商业标识，其著作权或商标权归v－stock所有。
                10.4上述及其他任何v－stock依法拥有的知识产权均受到法律保护，未经v－stock书面许可，您不得以任何形式进行使用或创造相关衍生作品。
            </p>
            <h3>十一、【用户违法行为】</h3>
            <p>
                11.1您在使用本服务时，须遵守法律法规，不得利用本服务从事违法违规行为，包括但不限于： （1）发布、传送、传播、储存危害国家安全统一、破坏社会稳定、违反公序良俗、侮辱、诽谤、淫秽、暴力以及任何违反国家法律法规的内容； （2）发布、传送、传播、储存侵害他人知识产权、商业秘密等合法权利的内容； （3）恶意虚构事实、隐瞒真相以误导、欺骗他人； （4）发布、传送、传播广告信息及垃圾信息； （5）其他法律法规禁止的行为。
                11.2如果您违反了本条约定，相关国家机关或机构可能会对您提起诉讼、罚款或采取其他制裁措施，并要求v－stock给予协助。造成损害的，您应依法予以赔偿，v－stock不承担任何责任。
                11.3如果v－stock发现或收到他人举报您发布的信息违反本条约定，v－stock有权进行独立判断并采取技术手段予以删除、屏蔽或断开链接。同时，v－stock有权视用户的行为性质，采取包括但不限于暂停或终止服务，限制、冻结或终止v－stock帐号使用，追究法律责任等措施。
                11.4您违反本条约定，导致任何第三方损害的，您应当独立承担责任；v－stock因此遭受损失的，您也应当一并赔偿。
            </p>
            <h3>十二、【遵守当地法律监管】</h3>
            <p>
                12.1您在使用本服务过程中应当遵守当地相关的法律法规，并尊重当地的道德和风俗习惯。如果您的行为违反了当地法律法规或道德风俗，您应当为此独立承担责任。
                12.2您应避免因使用本服务而使v－stock卷入政治和公共事件，否则v－stock有权暂停或终止对您的服务。
            </p>
            <h3>十三、【不可抗力及其他免责事由】</h3>
            <p>
                13.1您理解并同意，在使用本服务的过程中，可能会遇到不可抗力等风险因素，使本服务发生中断。不可抗力是指不能预见、不能克服并不能避免且对一方或双方造成重大影响的客观事件，包括但不限于自然灾害如洪水、地震、瘟疫流行和风暴等以及社会事件如战争、动乱、政府行为等。出现上述情况时，v－stock将努力在第一时间与相关单位配合，及时进行修复，但是由此给您造成的损失v－stock在法律允许的范围内免责。
                13.2在法律允许的范围内，v－stock对以下情形导致的服务中断或受阻不承担责任： 　　（1）受到计算机病毒、木马或其他恶意程序、黑客攻击的破坏； 　　（2）用户或v－stock的电脑软件、系统、硬件和通信线路出现故障； 　　（3）用户操作不当； 　　（4）用户通过非v－stock授权的方式使用本服务； 　　（5）其他v－stock无法控制或合理预见的情形。
                13.3您理解并同意，您可通过本服务获得第三方的某些内容，或者v－stock可能为方便用户而提供通往第三方网站的链接，但v－stock不负责检查或评估任何该等第三方材料、产品、服务或网站内容的准确性，并且，v－stock对这些内容不作保证、不承担任何责任、也不负有任何义务。
                13.4 v－stock依据本协议约定获得处理违法违规内容的权利，该权利不构成v－stock的义务或承诺，v－stock不能保证及时发现违法行为或进行相应处理。
            </p>
            <h3>十四、【协议的生效与变更】</h3>
            <p>
                14.1您使用v－stock的服务即视为您已阅读本协议并接受本协议的约束。
                14.2v－stock有权在必要时修改本协议条款。您可以在相关服务页面查阅最新版本的协议条款。
                14.3本协议条款变更后，如果您继续使用v－stock提供的软件或服务，即视为您已接受修改后的协议。如果您不接受修改后的协议，应当停止使用v－stock提供的软件或服务。
            </p>
            <h3>十五、【服务的变更、中断、终止】</h3>
            <p>
                15.1v－stock可能会对服务内容进行变更，也可能会中断、中止或终止服务。
                15.2如发生下列任何一种情形，v－stock有权不经通知而中断或终止向您提供的服务： 　　（1）根据法律规定您应提交真实信息，而您提供的个人资料不真实、或与注册时信息不一致又未能提供合理证明； 　　（2）您违反相关法律法规或本协议的约定； 　　（3）按照法律规定或主管部门的要求； 　　（4）出于安全的原因或其他必要的情形。
                15.3您有责任自行备份存储在本服务中的数据。如果您的服务被终止，v－stock可以从服务器上永久地删除您的数据。服务终止后，v－stock没有义务向您返还数据。
            </p>
            <h3>十六、【管辖与法律适用】</h3>
            <p>
                16.1本协议的成立、生效、履行、解释及纠纷解决，适用中华人民共和国大陆地区法律（不包括冲突法）。
                16.2若您和v－stock之间发生任何纠纷或争议，首先应友好协商解决；协商不成的，您同意将纠纷或争议提交本协议签订地有管辖权的人民法院管辖。
                16.3本协议所有条款的标题仅为阅读方便，本身并无实际涵义，不能作为本协议涵义解释的依据。
                16.4本协议条款无论因何种原因部分无效或不可执行，其余条款仍有效，对双方具有约束力。
            </p>
            <h3>十七、【未成年人使用条款】</h3>
            <p>
                17.1若用户未满18周岁，则为未成年人，应在监护人监护、指导下阅读本协议和使用本服务。
            </p>
            <h3>十八、【其他】</h3>
            <p>
                如果您对本协议或本服务有意见或建议，可与v－stock客户服务部门联系（service@v－stock.com），我们会给予您必要的帮助。
            </p>

        </div>
    </div>
</div>

<div class="am-popup" id="my-popup-privacy">
    <div class="am-popup-inner">
        <div class="am-popup-hd">
            <h4 class="am-popup-title">隐私权政策</h4>
      <span data-am-modal-close
            class="am-close">&times;</span>
        </div>
        <div class="am-popup-bd">
            <p>
                欢迎使用v-stock！我们以本隐私权政策声明对访问者隐私保护的许诺。
                我们收集你和你的信息
            </p>
            <h3>一、［信息收集与使用］</h3>
            <p>
                v－stock收集用户提交的个人识别信息（下称“个人识别信息”）。当您在v－stock的网站上创建一个帐户，即可建立一个含有用户信息的用户档案。V－stock将收集用户发布在其用户档案中的数据，包括但不限于：会员信息，联系方式，电子邮件、球鞋消费习惯以及个人鞋码大小等信息。我们将会用这些统计数据来给我们的用户分类、以便有针对性的向我们的用户提供新的服务。
            </p>
            <p>
                V－stock同样从用户处收集其他非个人识别信息（下称“非个人识别信息”），包括IP地址、集合的用户数据和浏览器类型。该等数据会被用来管理v-stock网站，跟踪使用记录，改进v－stock网站的服务。该等非个人识别信息通常被用于下列目的：研究和分析站点的使用情况，订制您浏览的广告和内容，满足您对服务的要求，以及改进我们的服务。出于安全和监管的目的，用户的IP地址将会被记录。
            </p>
            <h3>二、［收集信息的共享与披露］</h3>
            <p>
                除本隐私政策另有规定，v－stock不会在未经您同意的情况下，在v－stock及其母公司、子公司或其他关联公司(为本隐私政策之目的，包括遵守本隐私政策的技术提供者)之外泄露您的个人识别信息或者用户档案信息，除非我们认为这种披露是有必要的：(1)为遵守法律的要求或者回应v－stock收到的传票、搜查令或者其他法律程序，而不论该等回应是否为适用法律所要求的；(2)为回应主管政府部门的要求；(3)为了保护公众和服务用户的安全；或者(4)为了维护v－stock的法律权利和利益。
                当v－stock出售或其全部资产时， 将保留向其继任者转让个人识别信息和用户档案信息的权利。
                V－stock也可以向某些您明确同意接收其信息的广告合作伙伴转让您的个人识别信息和用户档案信息。因此进行个人识别信息的收集时，您将清楚地被告知适用的隐私政策。
            </p>
            <h3>三、［用户名和密码］</h3>
            <p>
                v－stock用户账号通过用户创设的密码确保其安全性。您应当对您密码的保密负全部责任。请不要和他人分享此信息。如果您泄漏了密码，您可能丢失了您的个人识别信息，并且有可能导致对您不利的司法行为。如果您和他人共享一台电脑，您应该在离开v－stock服务时退出系统以保证您的信息不被后来使用该电脑者获取。
                因此不管任何原因使您的密码安全受到危及，您应该立即与我们客服联系。客服邮箱：service@v-stock.com。
            </p>
            <h3>四、［您的交易行为］</h3>
            <p>
                我们跟踪IP地址仅仅只是为了安全的必要。如果我们没有发现任何安全问题，我们会及时删除我们收集到的IP地址。我们还跟踪全天的页面访问数据。全天页面访问数据被用来反映网站的流量，我们可以为未来的发展制定计划（例如，增加服务器）。
            </p>
            <h3>五、［邮件 / 短信 / 会刊服务］</h3>
            <p>
                v-stock保留通过邮件、短信的形式，对本网站注册、交易用户发送订单信息、促销活动等告知服务的权利。如果您在v－stock注册、交易，表明您已默示同意接受此项服务。如果您不想接收来自v－stock的邮件、短信，您可以向v－stock客服提出退阅申请，并注明您的E-mail地址、手机号或相关地址信息，v－stock会在收到申请后为您办理退阅。客服邮箱：service@v-stock.com。
            </p>
            <h3>六、［Cookies 的使用］</h3>
            <p>
                v－stock使用cookies来储存用户的喜好和记录活动信息以确保用户不会重复收到同样的广告和定制的时事通讯、广告以及基于浏览器类型和用户档案信息的网页内容。我们不会把在cookies中保存的信息与您在我们网站上提交的任何个人识别信息相连接。您可以通过设置您的浏览器以接受或者拒绝全部或部分的cookies，或要求在cookies被设置时通知您。由于每个浏览器是不同的，请查看浏览器的“帮助”菜单来了解如何更改您的cookies选择参数。但是，您应允许来自v－stock的cookies以使您可以使用网站的更多的功能。
            </p>
            <h3>七、［第三方广告］</h3>
            <p>
                v－stock可能会通过与第三方合作向用户提供服务。因此，v－stock可能向该第三方提供您提交给v－stock的个人识别信息和用户档案信息；但该第三方应同意承担与v－stock相同的责任以保护用户的隐私。另外，在不会披露用户的个人识别信息和用户档案信息的前提下，v－stock可以对集合的用户个人识别信息和用户档案进行分析和商业性使用。
            </p>
            <h3>八、［安全］</h3>
            <p>
                我们网站有相应的安全措施来确保我们掌握的信息不丢失，不被滥用和变造。这些安全措施包括向其它服务器备份数据和用户密码。

                V－stock会采取合理的防范措施以确保用户个人识别信息和用户档案信息的保密性。我们会采取合理措施保护存储在我们数据库中的用户个人识别信息和用户档案信息，并且对那些需要履行其工作职责的雇员，比如我们的客户服务人员和技术人员，获取用户个人识别信息和用户档案信息进行限制。请注意，我们无法保证用户个人识别信息和用户档案信息的安全性。未授权的登陆或使用、硬件或软件的故障、以及其他因素均可能在任何时候危及用户个人识别信息的安全性。
            </p>
            <h3>九、［隐私政策的变更］</h3>
            <p>
                我们可能对本隐私政策不时进行修改。如果我们进行任何修改，我们将在v－stock网页上发布变更后的隐私权政策，以及指示用户审阅更新的隐私政策。如果您在对本隐私政策任何细微修改发布后继续使用网站，则表示您同意遵守任何该等修改。
            </p>
            <h3>十、联系我们</h3>
            <p>
                如果您就本隐私政策有任何疑问，请与我们客服联系，客服邮箱：service@v－stock.com
            </p>
        </div>
    </div>
</div>